import image1 from '@/assets/images/image1.jpg';
import image2 from '@/assets/images/image2.png';

const list = [
  {
    id: 1,
    title: '제목입니다',
    createAt: '2019-08-04 20:00',
    author: '유저1',
    useremail: 'user@email.com',
    tags: ['태그1', '태그2', '태그3'],
    desc: `할지라도 창공에 반짝이는 뭇 별과 같이 산야 에 피어나는 군영과 같이 이상은 실로 인간의 부패를 방지하는 소금이라 스며들어 가는 열락의 소리다이것은 피어나 기 전인 유소년에게서 구하지 못할 바이며 시 들어 가는 노년에게서 구하지 못할 바이며 오 직 우리 청춘에서만 구할 수 있는 것이다 청춘 은 인생의 황금시대다 우리는 이 황금시대의 가치를 충분히 발휘하기 위하여 이 황금시대 를 영원히 붙잡아 두기 위하여 힘차게 노래하 며 힘차게`,
    views: 5,
    userliked: false,
    thumbnail: image1,
    postImage: image1
  },
  {
    id: 2,
    title: '제목2',
    createAt: '2019-08-04 20:00',
    author: '유저2',
    useremail: 'user2@email.com',
    tags: ['태그1', '태그2', '태그3'],
    desc: `할지라도 창공에 반짝이는 뭇 별과 같이 산야 에 피어나는 군영과 같이 이상은 실로 인간의 부패를 방지하는 소금이라 스며들어 가는 열락의 소리다이것은 피어나 기 전인 유소년에게서 구하지 못할 바이며 시 들어 가는 노년에게서 구하지 못할 바이며 오 직 우리 청춘에서만 구할 수 있는 것이다 청춘 은 인생의 황금시대다 우리는 이 황금시대의 가치를 충분히 발휘하기 위하여 이 황금시대 를 영원히 붙잡아 두기 위하여 힘차게 노래하 며 힘차게 할지라도 창공에 반짝이는 뭇 별과 같이 산야 에 피어나는 군영과 같이 이상은 실로 인간의 부패를 방지하는 소금이라 스며들어 가는 열락의 소리다이것은 피어나 기 전인 유소년에게서 구하지 못할 바이며 시 들어 가는 노년에게서 구하지 못할 바이며 오 직 우리 청춘에서만 구할 수 있는 것이다 청춘 은 인생의 황금시대다 우리는 이 황금시대의 가치를 충분히 발휘하기 위하여 이 황금시대 를 영원히 붙잡아 두기 위하여 힘차게 노래하 며 힘차게 할지라도 창공에 반짝이는 뭇 별과 같이 산야 에 피어나는 군영과 같이 이상은 실로 인간의 부패를 방지하는 소금이라 스며들어 가는 열락의 소리다이것은 피어나 기 전인 유소년에게서 구하지 못할 바이며 시 들어 가는 노년에게서 구하지 못할 바이며 오 직 우리 청춘에서만 구할 수 있는 것이다 청춘 은 인생의 황금시대다 우리는 이 황금시대의 가치를 충분히 발휘하기 위하여 이 황금시대 를 영원히 붙잡아 두기 위하여 힘차게 노래하 며 힘차게`,
    views: 10,
    userliked: false,
    thumbnail: image2,
    postImage: image2
  },
];

export default list;
